Page({

  /**
   * 页面的初始数据
   */
  data: {
    title1:"机器zz客服不存在的（经费不足）",
    title2:'人工小客服（就是个样子你还真打？？？）',
    motto1:'赵祖港：19801328927\n张晏恺：16637900898\n焦正阳：13811080337\n益西江村：18810352908',
    motto5: "游戏规则：\n在一个限定大小的空间，几个小朋友剪刀石头布决定第一个拿到“山芋”的人，拿到“山芋”的人要在规定的时间内将“山芋”传递给下一个人。（为应对对方用两手背后等行为抗拒“山芋”，可以将山芋塞进对方的帽子）所谓规定的时间有两个，一是一盘游戏总体所需时间（90s），二是“山芋”在一个人手里的停留时间（最长15秒钟）。超出这两个时间的小朋友要给大家进行表演作为失败惩罚。"
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
    
  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {
    
  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {
    
  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {
    
  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {
    
  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {
    
  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {
    
  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {
    
  }
})